{
  "data": {
    "type": "destination",
    "id": "20121227_arizona_flagstaff",
    "attributes": {
      "latitude": 35.2013516,
      "longitude": -111.639249,
      "date": "20121227",
      "city": "Flagstaff",
      "country": "Arizona",
      "flickr-link": "72157638449779484",
      "body": "<p>#Cold Cold Cold\nBack on the motorcycle, the day was long, and my back was getting sore. I still had hours of travel left to get to a couchsurfing couch in Flagstaff. I knew that temperatures were beginning to drop, and I could see the sun changing to it’s evening colors. Due to sheer boredom, and a feeling of adventure, I decided to take an alternate route, that was shorter, but would also take more time. The road ventured through flat lands with dry grass, which was still pretty boring, but then there was a sudden elevation gain with almost switchbacks. Just then as I was gaining elevation the sun decided it was bed time, and put on a spectacular show, at first to my right, then left, then right, as the road turned to climb at a reasonable incline.</p>\n<p>At the top, the sun had just gone down, and things were suddenly lots colder. I felt chills coming on, and sharp pain in my shoulders as the muscles refused to relax trying to keep warm. Then I saw a long line of traffic and a strange shape in the middle of the road. It was a small toyota pickup truck, completely upside down and it had clearly just been extinguished. With that and the cold, it was hard to not feel like a bad omen. I saw a gas station with an attached convenience store and decided to see if I could get another layer on.</p>\n<p>The gas station attendant appeared to be a lifetime smoker and sunbather. She was very nice. Commented on how cold I must be, and pointed me immediately to the coffee dispenser. I had a hot chocolate, and felt much relief. On my way out the door, my phone couldn’t determine which way I should go, so I asked her for the most direct route to Flagstaff. She told me, but then suggested I take a slightly longer but less curvy path, “A lot of motorcycles go in there and don’t come out on a good day”.  I considered this for a moment, and conceded that she was probably right, and nodded as she gave me directions.</p>\n<p>I found the road she was talking about, but in the spirit of adventure, couldn’t possibly pass up a shorter curvy road. The top speed was probably around 45mph, with turns in the 20s. Every now and again I would drag my foot to compare the stickiness of the road to how it looked. There weren’t many places with ice, and I was grateful. The next place I stopped it was for a quick nibble. The temperature must have been in the lower 20s. The last 100 miles were pure misery. I held onto my heated grips, unwilling to let go even a little to operate a clutch or operate turn signals, knowing I’d lose precious heat. I kept on. I had to make one last stop. It was at a dennys. I pulled into the parking lot. I was about 35 miles outside of flagstaff. The parking lot was paved in ice and snow. I couldn’t feel my hands, and even with 6 layers on my top I couldn’t keep warm.</p>\n<p>And the very end was the worst. By the time I made it to Flagstaff it was 9 degrees Fahrenheit. Definitely the coldest conditions I’ve ever experienced on a motorcycle. Hopefully it stays that way. My visor frosted up and I had just a peep hole to peer through, I couldn’t feel my hands, my phone literally froze and turned off, and my camelback was now pure ice. But I had made it, and had a cozy place to sleep for the night.</p>\n",
      "flickr-cache": "<figure><img src=\"https://farm4.staticflickr.com/3720/11257061906_134f5beb3f_c.jpg\" alt=\"Snow motorcycle\"><figcaption>It was cold, but she fired right up.</figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7331/11257063736_2494f61195_c.jpg\" alt=\"Weather\"><figcaption>Really cold.</figcaption></figure>"
    }
  }
}
