{
  "data": {
    "type": "destination",
    "id": "20121228_new_mexico_santa_fe",
    "attributes": {
      "latitude": 35.6869752,
      "longitude": -105.937799,
      "date": "20121228",
      "city": "Santa Fe",
      "country": "New Mexico",
      "flickr-link": "72157638460043964",
      "body": "<h1 id=\"santa-fe-days\">Santa Fe Days</h1>\n<p>After Flagstaff came Santa Fe. I’d been having issues with my heated grips. They seem to keep blowing fuses, no matter the amperage. They had the night before in the last 20 minutes of riding. Anyway, I swapped them out first thing before leaving. The ride itself was pretty uneventful. Just long and cold. When I woke up in Flagstaff the temperature was about 3º F. By the time I left it was in the 20s, which was much more doable, especially with my heated grips working again.</p>\n<p>When I made it into Santa Fe I was greeted by two dogs, two cats, and two humans. There was a warm fire, and warming scotch. I let the chill out of my  bones, and the ringing in my ears slowly stopped. The next week was, for the most part, wonderfully relaxing and productive.</p>\n<p>There were a few troubles. The first was Rio (the black dog in the pictures below). On the first morning I was there, Sheila and I were going to go for a dog walk. We weren’t 200 feet from the house when I threw the ball for Rio. He ran after it, behind us (throwing the ball behind on a walk gives the dog a bit more of a run) and we kept walking. He didn’t come for a minute. We had walked for another 2 minutes, and still no Rio. Sheila wasn’t concerned because this is pretty normal behavior for him. I decided to trot back to find him. I saw a black figure in a bush near where the ball was, it was him, perfectly still. I walked around behind it and saw him there. He wagged his tail and looked generally happy to see me. I saw that one of his legs was between two branches, and since he wasn’t in terrible pain, I took a photo (below). Then I got over near him, he started to wag his tail again, but the moment I touched him he cried. I stopped and stared for a moment. Then I saw it. He had a 3″ stick that went into the skin on his belly, but not out the other side. It wasn’t his leg that was keeping him there at all.</p>\n<p>I called Sheila, and she came back as soon as she could round up Lenore, until then we just waited. She didn’t see it on first sight either. I lifted his body and she guided the stick out in the same direction it went in to prevent any more damage. There was no blood dripping for some reason, but we were off to the emergency vet. The following week was full of lots of sick dog care. He’s on the up and up though, and will be just fine soon.</p>\n<p>My days pretty much fit a pattern, aside from a few. I woke up, had coffee, someone would start a fire. We would make breakfast, and then I sat and worked until lunch time. More working (I had several Ruby projects I was very intent on). I was as focused on work as I’ve ever been, which is to say, much more than usual. It was great being so secluded and able to just get things done with zero distractions of other humans. And then later in the day we would usually go find food somewhere. I ate everything “green chile” I could find, and it was all wonderful.</p>\n<p>Fred was around here and there. He likes to do his own there. He was frequently going on walks, or hikes, or running into town. He took me into town once to make up some duplicate IDs for my trip south (Thanks Fred!), and pick up some oil. He also got me all set up in his garage to do some soldering and other modifications to my motorcycle.</p>\n<p>I got to go see Howard and Jerry. I met Muriel, their newest dog. They remembered an old road trip I went on when I got very sick, and they gifted me something to combat a bacterial infection in the event that I encounter one.</p>\n<p>I got to see some snow fall, and coat everything. I got to see amazing sunsets. By the end of the trip I was surprised at just how much I liked Santa Fe. And then it was over, so very quickly. I would have stayed longer had I not had to meet up with Matt in Guatemala on the 23rd. As I left I missed it immediately, but it wasn’t bad getting back on the road at all.</p>\n<p>I waited until nearly 11 AM to leave knowing how damn cold it was out, and how warm it was where I was going. It just made sense. Back on the road, I felt composed and natural. I felt like all of my things were together and in order… but something was missing. What was it? Since then I’ve learned that it’s just a feeling I can’t leave a place without. All I can do is double check, and then forget about it.</p>\n<p>It was mile after mile of long boring road, burning oil at high RPM again. I hated it, but knew with over 500 miles to go, I really ought to make good time, it could get cold somewhere, and it did. I once again saw an opportunity to take a shorter, more scenic route, that took much longer. I stand by my decision, but it had me worried a couple of times. It started out as a straight two lane highway with better scenery (some photos below) and then started to elevate and turn into constant twisties. It was a lovely road for riding. And then it kept winding, up and up, and up and up. Then it started to get colder. Then came small patches of snow, that slowly expanded into a full sheet of snow, and then to a blanket…. That’s when I started to see some in the road, and I got nervous. I was about 50 miles from the other routes… And this road is still going up. With enough snow and ice, I just wasn’t going to make it that way, but I pressed on, and it seemed as if there was always a strip of pavement at least as wide as my tire.</p>\n<p>I fought the feeling that perhaps I was making a mistake, and then the road started to wind down, and down and down. And the snow left, just as it came. The sun followed me down the mountain, so I didn’t make much gain with the temperature. As I lowered in altitude the temperature kept dropping. I passed through Silver City, and then kept on down the line to Lordsberg. I gassed up and checked the temperature in Tucson, it was in fact warm there, but it was in fact very cold where I was. I got back on the freeway, I was starting to get a bit spacey, but fortunately my descent continued, and finally it warmed up a bit. I made it to a quirky little neighborhood in Tucson, and was greeted by Ashly: my couchsurfing host, and she was wearing the same house slippers I used to own. I think I started to make a couple of friends.</p>\n",
      "flickr-cache": "<figure><img src=\"http://farm6.staticflickr.com/5548/11262508846_31d5c55d95_c.jpg\" alt=\"Freezing\"><figcaption>I've just arrived, it's dusk, and it might be about 20 F outside. On a motorcycle that's cold. Anyway, Sheila and Fred immediately put me in front of the fire with a glass of Scotch. A good moment.</figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5497/11262480795_cc5daee42f_c.jpg\" alt=\"Sheila\"><figcaption>I'm really sorry I don't have a better photo. I don't know how I don't, but I don't. Please send me one and I will replace this one. </figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3744/11262512576_0eaa0def82_c.jpg\" alt=\"Sweetie\"><figcaption></figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5550/11262531424_e4ee981a1e_c.jpg\" alt=\"Sweetie\"><figcaption>Howard and Mirium</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3822/11262533124_afca87ea74_c.jpg\" alt=\"Snow\"><figcaption>This was from Sheila and Fred's back yard.</figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5514/11262535134_e45e7edfa7_c.jpg\" alt=\"Snowing\"><figcaption></figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7347/11262536874_e6f8ae8b7d_c.jpg\" alt=\"Lenore\"><figcaption>Lookin' good little lady.</figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7410/11262538804_6bf3cbecec_c.jpg\" alt=\"Sunset\"><figcaption></figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7361/11262523596_73003a975f_c.jpg\" alt=\"Rio Stuck\"><figcaption>When we went out walking with Rio on the first day. I threw a ball for him and we kept walking. He didn't show up immediately so I went looking for him. I thought he was just stuck so I took a photo, but I soon found out he had impaled himself on a broken branch. We went straight to the vet from here. I'll spare you the other photos.</figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5477/11262582233_00e1ecda45_c.jpg\" alt=\"Fred and Sophie\"><figcaption>Nap time.</figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5498/11262608503_f1a460a5a2_c.jpg\" alt=\"Rio\"><figcaption>Black as night.</figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2827/11262571634_3c6068eda4_c.jpg\" alt=\"Safety Glasses\"><figcaption>Safety glasses are cool. I was just doing some last minute soldering, and grinding.</figcaption></figure>"
    }
  }
}
