{
  "data": {
    "data": {
      "type": "destination",
      "id": "20130123_guatemala_lake_atitlan",
      "attributes": {
        "latitude": 14.694,
        "longitude": -91.272,
        "date": "20130123",
        "city": "Lake Atitlan",
        "country": "Guatemala",
        "flickr_link": "72157638438245403",
        "body": "<h1 id=\"an-old-friend\">An Old Friend</h1>\n<p>Today was the day Matt was to show up. This was the reason I had dashed through Mexico so quickly. Finding my way down to San Pedro wasn&#39;t a challenge, but I&#39;m sure it took its toll on my brakes. Finding the hostel was a bit of a challenge, and I ended up hiring a tuktuk just to show me where it was. Of course, he didn&#39;t know and we spent some time going back and forth, and he asked people he knew until we located it. </p>\n<p>It was great seeing Matt again. The hostel we stayed in was somewhat garbage, but, it was cheap at least. Matt had already done a bit of homework about taking a scuba class, and so he was ready to hop a boat over to Santa Cruz and get started on his course first thing in  the morning. For me it wasn&#39;t so simple. I went to a tourism office, which is really much to formal a title for what it was, and asked about the best way to get to Santa Cruz. At first she said it wasn&#39;t possible. I then pointed to a road on my map that went way up out of  the crater we were in... Suddenly she changed her mind, and pointed out this other route.</p>\n<p>I ended up following this other route for about 40 minutes around the lake through a number of small towns. And eventually winding up the side of a hill to where the &quot;road&quot; turned into a footpath on a cliff. Mission aborted. </p>\n<p>I then went back to my other plan, which was the one that was on google maps. Another 40 minutes out, then another hour to make my way out of the crater and around to another small town. From there I had to find a road that was leaving the town. Once again I had locals giving me directions that seemed almost maliciously wrong. But, I eventually found a small road that ran all the way down to Santa Cruz. It&#39;s not a road I would venture down with most cars. It&#39;s narrow, it&#39;s tight switchbacks, and its along a cliff the entire time. It has big round rocks that often roll under your wheels. Getting down was once again exciting. I took a break half way down because I knew I had been on my brakes the entire time, and the last thing I wanted was brake fade, or failure, on this terrain. So, I took a moment to take a few pictures with Matt&#39;s camera. That&#39;s when I noticed a thunderstorm on its way, and hopped back on the bike and hurried along. </p>\n",
        "flickr_cache": "<figure><img src=\"http://farm4.staticflickr.com/3681/11251190904_2b45ebde89_c.jpg\" alt=\"Mountains\"><figcaption>Just got into Guatemala here, and the mountains are blowing my mind. It's strange how suddenly the landscape changes. I can see why Mexico decided to stop where it did. \n</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3694/11251464565_dfdc37dcef_c.jpg\" alt=\"Mountains\"><figcaption>The road in was much more breathtaking in person.</figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2840/11251498356_3032a45d07_c.jpg\" alt=\"Riding On Sunshine\"><figcaption>This is on the way down into San Pedro in Lake Atitlan. I couldn't believe these clouds. </figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2821/11251499764_736957a5d0_c.jpg\" alt=\"Clouds\"><figcaption></figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7410/11251469915_8ec60e56fc_c.jpg\" alt=\"Lake Atitlan\"><figcaption>This was from my first failed attempt at finding my way to Santa Cruz by motorcycle. The road ended in a tiny trail along cliffs. This little hotel was right where it turned into a tiny dirt trail from a tiny dirt road. </figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7449/11251503486_763350aa6a_c.jpg\" alt=\"La Iguana Perdida\"><figcaption>This photo is taken from the front of the Iguana. So beautiful. </figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2860/11251579196_f43c607b02_c.jpg\" alt=\"Laundry Service\"><figcaption>Every day, they start a fire in order to actually get things dry.</figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2828/11251548735_551da7cc06_c.jpg\" alt=\"Mobile Office\"><figcaption>I didn't spend a ton of time out here working, but it was some of my most comfortable time.</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3739/11251550575_3510bc113f_c.jpg\" alt=\"Volcano\"><figcaption>It's lovely staring out at volcanos every day. Their head is always in the clouds it seems.</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3712/11251584596_c3fcf3d560_c.jpg\" alt=\"Bed\"><figcaption>This is what I would see when I first opened my eyes in the morning. Not bad, and at this altitude mosquitos aren't a real problem.</figcaption></figure>"
      }
    }
  }
}
