{
  "data": {
    "type": "destination",
    "id": "20140302_peru_san_ignacio",
    "attributes": {
      "latitude": -5.1465764,
      "longitude": -79.002342,
      "date": "20140302",
      "city": "San Ignacio",
      "country": "Peru",
      "flickr-link": "72157641780819233",
      "body": "<p>It was a long, but fun road getting here. I was warned that the road was probably partially under construction, but that was a bit of an understatement. I even postponed and stayed an extra day in Vilcabamba due to rain in the morning, and I&#39;m so glad that I did. For a while the road was paved, but had rocks everywhere. Around every turn you didn&#39;t know where there would be rocks that had fallen out of the side of the hill, and some of them were quite large. Eventually the supply of real road started to dwindle. Pavement - dirt - pavement - dirt. </p>\n<p>Finally, there was no more pavement. Just muddy water, I can only describe it as gravy. I rode through pools of mud gravy for miles. It&#39;s some of the most challenging riding for a few reasons. First and most obvious is how slippery it is with slick rear tire, the rear end just slides around. But perhaps more importantly is how much faith there is involved in riding. When riding through such a pool of gravy, you can&#39;t see the bottom. You don&#39;t know how deep it is, how trenched out, or if there are any rocks until you&#39;re all in it. </p>\n<p>That passed by eventually and I made it to a small town. The road didn&#39;t get much better there, but I did fuel up at the most informal place I ever have there. From there it was all downhill, I mean that mostly in the literal sense. The road dried out a bit allowing me to have a bit more fun and go a bit faster. I was amazed at how bad the road was right up to the border of Peru... </p>\n<p>As soon as I hit Peru there was pavement again. And way more mud slides. I came around the corner to see a guy marveling at a mudslide that took out the entire right hand lane. I didn&#39;t realize why he was staring at it so intently, because there were many of them, but then I saw a bit more dirt fall down, and realized he had just missed it. Yikes. The mudslides also made riding around corners a bit more exciting, you always have to assume there&#39;s a mudslide around the corner, no matter how much fun you&#39;re having. </p>\n<p>It was one of the more technically challenging days of riding I&#39;ve done on this trip. I wound up in San Ignacio in the late afternoon without a sol (the local currency), and found a big fat hotel that took me in with the promise to grab cash in a bit. </p>\n<p>Getting a Claro SIM here has proven challening because you need to register it with a Peruvian ID number that consists of 8 digits. I have no such number... Anyway, hoping to do that today. </p>\n",
      "flickr-cache": "<figure><img src=\"https://farm3.staticflickr.com/2874/12894322004_1d69a7df79_c.jpg\" alt=\"The sky\"><figcaption></figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3727/12893914635_f96ae96335_c.jpg\" alt=\"An alley\"><figcaption></figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2894/12894034433_234b99e424_c.jpg\" alt=\"Moto Taxis\"><figcaption>There are tons of these around. It makes me wonder if the same person is making them. </figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3821/12894046343_75413bde83_c.jpg\" alt=\"Statue\"><figcaption>In the center of San Ignacio</figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7304/12893959425_98d2ba64de_c.jpg\" alt=\"Market Back\"><figcaption>Behind the market</figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3720/12893975455_b83cb0621b_c.jpg\" alt=\"Road in shambles\"><figcaption>This was just after I passed into Peru. It made me appreciate the street sweeper in San Francisco.</figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3667/12894416014_dc4bbff954_c.jpg\" alt=\"Peru Border\"><figcaption>This was the border. The Brown building was Immigration, the two stacked containers were customs.</figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7296/12894112023_8bcbd6f875_c.jpg\" alt=\"The Road\"><figcaption>Almost to Peru in this photo, looks like there might be some rain ahead.</figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3800/12894470344_93ce34c832_c.jpg\" alt=\"Ecuadorian Army\"><figcaption>The stopped me to log my documents. I took a sneaky photo.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2829/12894517054_ee874390de_c.jpg\" alt=\"Selfie\"><figcaption>Less sneaky photo while they look at my docs.</figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7435/12894533614_a6d9d3e61b_c.jpg\" alt=\"Dirty Motorcycle\"><figcaption>As you can see it was a very muddy day.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2862/12894120485_542e4e3f96_c.jpg\" alt=\"Small Town\"><figcaption>I stopped in this town to get lunch. I think you can pretty much see the whole town in this photo. There were a bunch of kids running around with water guns, and they've decided that traffic is less of a priority than volleyball. Bravo.</figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7383/12894238303_092ab0451b_c.jpg\" alt=\"Dirty Motorcycle\"><figcaption>I was just as dirty.</figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7349/12894597984_d6ff648d07_c.jpg\" alt=\"Water Crossing\"><figcaption>This was one of the smaller water crossings. There were probably about 15 today. Many of which were tiny, but a few gave me a run for my money.</figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3787/12894607744_ab56ba6897_c.jpg\" alt=\"Blue Gas\"><figcaption>This is the gas station up in the mountains. As you can see, they filter the gas with a child's sock.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2823/12894636724_d1d8fc76dd_c.jpg\" alt=\"Gas Pump\"><figcaption>Here's the gas pump. One gallon per pale.</figcaption></figure>"
    }
  }
}
