{
  "data": {
    "type": "destination",
    "id": "20140608_chile_valparaiso",
    "attributes": {
      "latitude": -33.045646,
      "longitude": -71.620361,
      "date": "20140608",
      "city": "Valparaiso",
      "country": "Chile",
      "flickr-link": "72157645088073632",
      "body": "<p>The ride to Valparaiso was another unexpected adventure. It all started getting gas. I was a bit late on the start, which I knew would lead me into colder temperatures in the evening, but I wasn&#39;t particularly concerned.</p>\n<p>The day ended safely, but full of embarrassment. I&#39;m going to pull the, &quot;it&#39;s because I had three hours of sleep&quot;, card. </p>\n<h2 id=\"the-wallet\">The Wallet</h2>\n<p>I pulled up to the first tollbooth about an hour after departure. As I rolled up I reached for a wallet that wasn&#39;t in its proper place. I immediately realized I must have left it at the gas station somehow. Most likely I had just set it in my lap, and just rode away. I pulled off to the side. I started going through all of my things, already having lost hope, knowing there&#39;s one place and one place only I put my wallet, and it wasn&#39;t there.</p>\n<p>A bus driver signaled at me, I explained the situation, and he gave me the money for the toll booth and told me where the next ATM was (fortunately, I still had my backup ATM card).</p>\n<p>The next hour I still hadn&#39;t forgiven myself, and wouldn&#39;t give myself permission to relax until I had money again. I was in the middle of a long toll road without many stops. I only hoped I would arrive at the next ATM, before coming to the the next toll-booth. This soon turned into a find-the-ATM mini adventure.</p>\n<p>Eventually I arrived, and the ATM gave me the money, and I was relieved, still mad, but relieved. I told myself &quot;good, the systems I have in place kept this from being a really bad thing&quot;. Time for some cookies. I&#39;m buying cookies, and pull out my phone, and find my wallet behind it, in the wrong pocket. I felt like such an ass.</p>\n<h2 id=\"the-weakest-link\">The Weakest Link</h2>\n<p>I was moving along down a nice stretch of road, feeling generally good about having found my wallet, but knowing also that I wasn&#39;t going to make it during daylight hours. I hit a bump. A strange bump that didn&#39;t make any sense, it didn&#39;t make any sense, because I didn&#39;t see a rock or anything, and I dodged it with my front tire, but not my rear. Very odd. </p>\n<p>Five minutes later I hit another mystery bump, and became concerned. In the amount of time it took me to curse a couple of times, I felt it again, and again. Was my engine okay? Was that new valve holding up? And then it stopped. My engine purred along like nothing was wrong, and I knew instantly my chain had flown off the back. After a few more choice words, I drifted over to the side of the road to come to a safe stop.</p>\n<p>I gave myself a moment to simmer, hopped off the bike, and started walking back. If I had any chance of getting going again, it was that chain in the road a quarter mile back. I got to the chain just in time to watch two semi-trailer trucks run over it... And I knew they weren&#39;t the first. But, I picked it up, and it looked relatively undamaged.</p>\n<p>I started putting the pieces together back at the bike, and luckily I had everything I needed, just a spare link I&#39;d been carrying with me since San Francisco. Good thinking. A few guys that work on keeping the highway safe, stopped to offer a hand and file a report. Super nice guys. And then I was off. I rode carefully, and slowly for the rest of the night, and made it to a hostel at about 9 PM. </p>\n",
      "flickr-cache": "<figure><img src=\"https://farm4.staticflickr.com/3897/14406564873_32158338c4_c.jpg\" alt=\"Colorful Building\"><figcaption>Lots of great street art around.</figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3895/14199785588_89cfc2ebbc_c.jpg\" alt=\"Ocean View\"><figcaption>Much of the interesting part of town is up on a hill, and you can see the ocean from most places.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2927/14199956467_0abf16b23a_c.jpg\" alt=\"Street Art\"><figcaption>Loads of great art.</figcaption></figure><figure><img src=\"https://farm6.staticflickr.com/5111/14199786708_8a1831be0e_c.jpg\" alt=\"Helpful Folks\"><figcaption>These guys stopped to lend a hand when they saw me putting my chain back together. Chileans are so nice. </figcaption></figure><figure><img src=\"https://farm6.staticflickr.com/5153/14199840070_1db88b54ee_c.jpg\" alt=\"Broken Chain\"><figcaption>My new workshop. AKA, the side of the road.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2923/14363307496_790b788a2c_c.jpg\" alt=\"Broken Link\"><figcaption>Here's the link that broke. </figcaption></figure>"
    }
  }
}
