{
  "data": {
    "type": "destination",
    "id": "20140210_colombia_popayan",
    "attributes": {
      "latitude": 2.45,
      "longitude": -76.6166667,
      "date": "20140210",
      "city": "Popayan",
      "country": "Colombia",
      "flickr-link": "72157640798343055",
      "body": "<p>Just a quick pop off on the way down the road. It&#39;s adorable, but I don&#39;t know what I would do if I were staying here for very long. It was nice to walk around.</p>\n<p>I had a funny gringo out of place experience, which are always somewhat welcome. I walked into a tiny restaurant, and everyone, I mean everyone, stopped talking and looked at me for a solid ten seconds. I know that doesn&#39;t sound like a long time, but it was. Anyway, I sat down, and people began talking again. I had a nice meal of soup, chicken, french fries, rice, and some freshly made strawberry juice. I expected to be gringo taxed, but was delighted to be charged the eqivalent of $2. I tipped them about fifty cents, and they tried to give it back to me thinking I had made a mistake. That&#39;s always a pleasant surprise.   </p>\n",
      "flickr-cache": "<figure><img src=\"https://farm6.staticflickr.com/5515/12499412854_9e5dc80347_c.jpg\" alt=\"Local Bar\"><figcaption>This is a local bar that's been around for nearly 60 years. The same little man still runs the joint. Behind the bar here, is his immense record collection. Very cool. He serves two kinds of beer, I'm not sure that he sells anything else.</figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7359/12445035045_2dd98085ac_c.jpg\" alt=\"Popayan Center Square\"><figcaption>A cute little park in the middle of the old town. </figcaption></figure><figure><img src=\"https://farm8.staticflickr.com/7355/12445519134_712466562d_c.jpg\" alt=\"Popayan Center Square\"><figcaption>Seems I missed the church in this shot, oh well, I've seen  lot of them at this point.</figcaption></figure><figure><img src=\"https://farm4.staticflickr.com/3821/12445524104_3e45de0551_c.jpg\" alt=\"White Colonial Buildings\"><figcaption>As you can see, the white faced colonial buildings roll on and on. But that's only in the old town portion. Outside of the old town portion, things are much more modern, but ugly. I didn't bother walking there on foot.</figcaption></figure>"
    }
  }
}
