{
  "data": {
    "data": {
      "type": "destination",
      "id": "20140611_chile_santiago",
      "attributes": {
        "latitude": -33.4691199,
        "longitude": -70.641997,
        "date": "20140611",
        "city": "Santiago",
        "country": "Chile",
        "flickr_link": "72157645191131566",
        "body": "<p>I searched high and low to find a buyer, and instead found myself with a cold. The weather had been rough up in the mountains on the road to Mendoza, the logical next stop if my trip was to go on. I was pretty ready to end things at this point, if I found a suitable buyer. I did not.</p>\n<p>It&#39;s very difficult to import things into Chile. I&#39;ve heard legends of a free trade zone in the North and in the South, but I&#39;m not entirely sure what good that would do me. Someone offered the alternative of buying the bike for parts, but that would require lying to the police about my bike being stolen, and I didn&#39;t like the idea of that.</p>\n<p>There were a couple of nights of partying, a lot of pizzas, and a lot of tea. Eventually I came around to spending the extre $300 on a new stock chain and sprockets that I needed terribly. I have to say, I&#39;ve never felt better about the condiiton of the bike. I know it so well, and it feels just right to me right now.   </p>\n",
        "flickr_cache": "<figure><img src=\"http://farm4.staticflickr.com/3916/14474707953_75370ec616_c.jpg\" alt=\"Destroyed Motorcycle Sprocket\"><figcaption>It wasn't looking good before, but between Copiapo and Santiago it got a lot worse. It's starting to resemble a ninja star, and it was making a horrible noise any time I tried to roll the motorcycle backwards. </figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2927/14453188452_c213650bbf_c.jpg\" alt=\"Dead Chain\"><figcaption>The first thing I noticed was that the rollers were missing. Of course, that's happened to me before. As much as I hated it, I made the choice to try to make it to Santiago (which is my it's my own dumb fault my chain broke). But, the thing I've never seen before is that the teeth ate away the inside sleeve and started to dig into the master link.</figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5504/14431436206_93ce7eb563_c.jpg\" alt=\"Walking\"><figcaption>Went on a walk with Jane and friends. </figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3847/14453193142_801f3e31f2_c.jpg\" alt=\"Santiago\"><figcaption>Walking Around Santiago</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3926/14453436264_87b855e00a_c.jpg\" alt=\"Santiago Canal\"><figcaption>A lot of Santiago runs along this &quot;river&quot;. The river itself isn't particularly pretty, but there are some nice parks all along it.</figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5193/14267912409_29838d2e76_c.jpg\" alt=\"Locks on a Bridge\"><figcaption>A good place to go with a lover, or for lock picking practice.</figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2938/14268108497_8a4db9dfb4_c.jpg\" alt=\"Nacho\"><figcaption>The only photo I got of Nacho on our night out was at the very last instant. A mistake. </figcaption></figure>"
      }
    }
  }
}
