{
  "data": {
    "type": "destination",
    "id": "20140119_colombia_guatape",
    "attributes": {
      "latitude": 6.233893,
      "longitude": -75.162193,
      "date": "20140119",
      "city": "Guatapé",
      "country": "Colombia",
      "flickr-link": "72157639967567246",
      "body": "<p>The day before yesterday my new friend, Yezin, suggested that we go on a motorcycle daytrip to Guatapé. This sounded nice, considering how little I get to ride with other folks. So, I agreed, and he invited a couple folks along. So there were four of us.</p>\n<p>We had a great little daytrip. Once we got out of town we wound up into the hills, and got stopped by police to check our documents twice in 20 minutes. The first one that stopped us, happened to stop us in front of a breakfast establishment, so, we just got breakfast after we finished with the police. We saw them loading motorcycles onto a flat bed, presumably people that didn&#39;t have the proper paperwork. I was pretty happy I hadn&#39;t forgotten mine. </p>\n<p>We made it to Guatape an hour or so later. The big rock was the first thing to make an appearance. We climbed to the top to take in the sights. Everything seemed to be a very relaxed affair, and then we hopped back on the motorcycle. Something felt funny. I stood up on the pegs and looked down at my front tire. It was just fine. Perhaps the feeling was just something to do with the course ground. I rode on for a moment, then I was coming to a stop when I felt my back end move a little bit sideways. I knew something was wrong. I looked back, and my rear tire was flat. We hopped off, and I pushed the bike. In my mind I recalled having everything I needed to fix it... except I had just pulled out my air pump before leaving. Idiot.</p>\n<p>Two minutes later I was at the bottom of the hill. And there was a gas station with an air compressor. Could this have worked out any better? In record time I swapped out the tube, but I definitely pinched it when trying to put the tire back on. I ended up in a tuktuk with my tire on the way to the shop.</p>\n<p>The man at the shop was kind, but short in words. He was a busy man, doing busy man things. I handed him my punctured tube, and the wheel with the pinched tube. I instantly pulled out an electric dremel to roughenm up the rubber around the hole. Applied glue to it. Slapped a patch on it.  Then he used an the heating element, stripped out of an old iron, and held together by eelectrical tape. Set that on top of his patch, then pressed it down in a vice. I watched it begin to smoke, and wondered if I should say something. </p>\n<p>Not five minutes later he had tested the tube, put it in, and remounted the tire. Brilliant. Back on the road. All of that in under ten minutes, and for two dollars.</p>\n",
      "flickr-cache": "<figure><img src=\"http://farm4.staticflickr.com/3726/12053421026_827d1406bc_c.jpg\" alt=\"Back After Dark\"><figcaption>After spending a good deal of time exploring Medellín, we made it back. </figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7385/12053423066_46633870b1_c.jpg\" alt=\"Riding\"><figcaption>The ride home was fast and fun.</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3752/12052968454_48a2ffbfa2_c.jpg\" alt=\"Riding\"><figcaption></figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5495/12052579225_9a291a6c3a_c.jpg\" alt=\"The Rock\"><figcaption>Everyone was talking about &quot;The rock&quot; before I went. I wasn't sure how one would distinguish &quot;The Rock&quot; from another rock. It became quite clear at some point.</figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7310/12053431326_5b2e9440ff_c.jpg\" alt=\"The Rock\"><figcaption>That zig zag up the size is the long set of stairs we climbed.</figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2831/12052877333_fc5440315a_c.jpg\" alt=\"Tuktuk\"><figcaption>Yet another tuktuk. This one had a bit more style though.</figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2865/12052982634_0672969069_c.jpg\" alt=\"Colorful town.\"><figcaption>Guatapé is a very colorful little town. </figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5518/12052600905_3baa9a9a3c_c.jpg\" alt=\"Removing Wheel\"><figcaption>Managed to find a spot of shade to get some work done. </figcaption></figure><figure><img src=\"http://farm8.staticflickr.com/7455/12053459836_e880e1ba28_c.jpg\" alt=\"View From Guatapé Rock\"><figcaption>This is on top of the tower, on top of &quot;The Rock&quot;.</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3817/12053004844_db2c3b4c88_c.jpg\" alt=\"Tuktuk\"><figcaption>This is a hanky homemade tuktuk powered by a tiny motorcycle, and hauling four passengers. It probably had a top speed of 30mph, but even that was a bit scary looking at how much he had to pump the brakes to get it to slow down. </figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5484/12053473616_18fefb0c4d_c.jpg\" alt=\"Screw\"><figcaption>Seriously, who leaves screws lying around in the road?</figcaption></figure><figure><img src=\"http://farm3.staticflickr.com/2828/12052918753_3ea21a1e90_c.jpg\" alt=\"View From Guatapé Rock\"><figcaption>Panorama from the top. The lake is a very interesting shape.</figcaption></figure><figure><img src=\"http://farm4.staticflickr.com/3698/12052922573_60a5aa0b49_c.jpg\" alt=\"Friends\"><figcaption></figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5482/12053485916_0407d80ab8_c.jpg\" alt=\"Looking Down\"><figcaption>These are the stairs coming up.</figcaption></figure><figure><img src=\"http://farm6.staticflickr.com/5531/12053029704_bcdef2b70f_c.jpg\" alt=\"Stairs\"><figcaption></figcaption></figure>"
    }
  }
}
