{
  "data": {
    "type": "destination",
    "id": "20140518_chile_calama",
    "attributes": {
      "latitude": -22.453712,
      "longitude": -68.925307,
      "date": "20140518",
      "city": "Calama",
      "country": "Chile",
      "flickr-link": "72157644339658738",
      "body": "<h3 id=\"preparation-ache\">Preparation Ache</h3>\n<p>I left as early as I could, but before I could leave I had to go out in literally (and I do mean literally) freezing temperatures to attempt to replace a light bulb that I had shaken out on the way to the salar. It turned out my spare bulb wasn&#39;t working and so I had to steal my high beam for a low beam. I wasn&#39;t entirely pleased with this solution, but I knew that if I ended up caught in the dark I would rather have low beams. But the thing that really set my departure time was the immigration office. They weren&#39;t due to open until 9 and decided not to open until 9:30. If you&#39;re not travling by bus into Chile, it&#39;s a good idea to get an exit stamp in Uyuni before leaving Bolivia. The trick is that the immigration office at the border isn&#39;t always manned.</p>\n<p>Finally, I got out of there. When I arrived at the gas station I noticed someone was filling gas cans, which brought the question bubbling up to the front of my mind: how far to the next gas station? Really far, as it turned out. So, I asked if they had anything I could carry some extra gas in. As it turned out they did. A couple of 2-liter water bottles. It was better than nothing, and I cleaned them out, and filled them up. I did some quick math to determine, that even on my worst mileage days I should hit reserve and maybe go a bit beyond. Then tied them on as best I could as I didn&#39;t want to put them inside my luggage with things I cared about. </p>\n<p>I rode on for about an hour, and then thought, I&#39;ve probably got enough room in my gas tank now to put one of those bottles in and pull it off the bike. One of the bottles was missing. I wasn&#39;t too excited about that. I dumped the other bottle in and mulled it over. I opted to press on, thinking that if I didn&#39;t make it, I would at least be damn close to town, and that losing two hours could actually be dangerous. I had a mountain pass to make it through before dark. Temperatures would be back down to freezing if I didn&#39;t scrub some altitude.</p>\n<h3 id=\"the-border\">The Border</h3>\n<p>When it comes to border officials, there&#39;s really not much you can do. You&#39;re somewhat out of control. I arrived to find two other cars waiting for the officials to come and let them in. But, it didn&#39;t happen. We waited there at the border for four hours. All the while, dark was approaching, and I could feel the cold coming on. Finally they came out and started letting people through. They went through all of my bags, and checked me into the country. </p>\n<p>After dealing with that, I tried to get on as quickly as possible to use the remaining light. The remaining light wasn&#39;t of much use heading down a corrugated dirt road with a dusty visor, and with the sun in my eyes. As it turns out, riding off into the sunset is a bit overrated. </p>\n<p>The light faded and I headed higher up into the mountains. I was feeling somewhat bitter at the border officals for keeping me there for so long. It really felt like their negligence was putting me in an unecessarily risky situation. </p>\n<p>Being on a rough dirt road, it seemed to me that I could very well shake out the only remaining light bulb that was guiding me. I recalled there being three other vehicles behind me, so as long as one of them was willing and able to stop in the event of an emergency, I should be fine. It wasn&#39;t as if there were somewhere on the way they could be going. </p>\n<p>It got cold for a long while, but even with limited visibility, I just kept going until I got there, completely wiped out.</p>\n",
      "flickr-cache": "<figure><img src=\"https://farm6.staticflickr.com/5499/14232580982_cda9919dd2_c.jpg\" alt=\"The Border\"><figcaption>Here's the border from the Bolivia side.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2934/14048210779_3ece234151_c.jpg\" alt=\"Border\"><figcaption>Old train next to the border.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2937/14048211559_030a8b419f_c.jpg\" alt=\"Fueling Up\"><figcaption>Where I stopped to put my extra gas in the tank.</figcaption></figure><figure><img src=\"https://farm3.staticflickr.com/2897/14039087800_280bce0e48_c.jpg\" alt=\"Make Shift Gas Can\"><figcaption>This is how not to carry gas on a motorcycle. Knowing that, and not seeing many good options, I did it anyway.</figcaption></figure>"
    }
  }
}
